<?php
$this->title = 'Резюме';
?>

<div id="content-free">
    <p>
        <b>ПОТАПОВ АЛЕКСЕЙ ФЕДОРОВИЧ</b><br>
        <b>Образование:</b>	ИжГТУ факультет Прикладная Математика.<br>
        <b>Специальность:</b> информационные системы и технологии. </p>
    <ul>
        <li>	Знание языков программирования: Delphi (работа с БД, SQL, графикой и др.), PHP, 1С, MSSQL/MySQL.</li>
        <li>	В данное время работаю веб: PHP(ООП, framework Yii), HTML5, CSS(twitter bootstrap, LESS), javascript(AJAX, jQuery, Backbone, GRUNT). Знаком с CMS Drupal, WordPress, DLE и др. </li>
        <li>	Знание иностранных языков: английский.</li>
    </ul><br>
    <p><b>Опыт работы:</b>	</p>
    <ul>
        <li> 1 год на радиозаводе в должности программист – техник (разработка программ в связке Delphi и SQL),</li>
        <li> 1,5 года работы в компании ООО«Кедр-Консалтинг» программистом 1С в 7.7 и 8.1, (доработка, внедрение, поддержка различных конфигураций).</li>
        <li> 1 год в удмуртском национальном театре ведущим программистом. Занимался поддержкой 1С, оборудования и работой сайта.</li>
        <li> 2 года работал в "Сайгасе" сетевым программистом. Поддерживаю работу корпоративного портала и внешнего сайта. По совместительству работал в <a href="http://izhlife.ru" title="Я люблю ижевск">izhlife.ru</a> (доработка, создание новых модулей, правка движка, создание шаблонов)</li>
        <li> В настоящее время уже 3 года работаю в компании <a href="http://russianit.ru/">Русские информационные технологии</a> веб программистом. В основном разрабатываем на фреймворке Yii. </li>
    </ul>
    <br>
    <p>
        <b>Примеры работ:</b>
        Кроме данного сайта были запущены в работу:
    </p><ul>
        <li>
            Сайты для друзей на WordPress <a href="http://trudjurist.ru/"> Защита трудовых прав</a>,
            <a href="http://voroninadress.ru/"> Voronina&amp;Ko</a>.
        </li>
        <li>
            Сайт <a href="http://udmteatr.ru/"> Государственного национального театра УР</a> (был специально написан движок с панелью администрирования, ориентирован на театральную деятельность (основные объекты ядра это Актёр, Спектакль, и гостевая книга). Благодаря концепции MVC имеется возможность применять различные шаблоны)
        </li>
        <li>
            Участвовал в проектах: сайт <a href="http://goau.ru/">goau.ru</a> для программы "Управление проектами"(Онлайн продажа программы). Сайт для недвижимости <a href="http://cresuper.com/">cresuper.com</a>. Разработка по заказу и поддержка плагина для WordPress <a href="http://trafficelixir.org/">traffic elixir</a>. И другие небольшие проекты.
        </li>
    </ul>
    <p></p>
    <p>
        <b>Цель:</b>	Прежде всего,  хочу достичь успехов  в своей профессии и конечно заработать.<br><br>
        <b>Сведения о себе:</b>	<br>Год рождения: 27.05.1986<br>Характер уравновешенный, ответственен, пунктуален, коммуникабелен.<br><br>
        <b class="yelow">tel. </b>8 912 873 09 04<br>
        <b class="yelow">mail </b>a-potap@mail.ru<br>
        <b class="yelow">skype </b>potapov25<br>
        <br>

    </p>	</div>
